const messages = {

  welcomeNew : [
    'Рад тебя видеть в нашем чате, $name.',
    'Вы только посмотрите, кто к нам заглянул. Это же $name!',
    'Привет, $name. Какими судьбами?',
    'Здравствуй, $name. Как дела?',
    'Добро пожаловать, $name. В этом чате мы обсуждаем учение толтеков. Ты же знаешь кто это такие, да?'
  ],

  welcomeRet1 : [
    'О, это же опять $name. Я даже соскучиться не успел.',
    'О, это же опять $name. Быстро ты.'
  ],

  welcomeRet2 : [
    'С возвращением, $name. Где пропадал?',
    'С возвращением, $name. Давно тебя не было видно.'
  ],

  deleteDel1 : 'Сообщение пользователя $username было удалено без указания причины.',
  deleteDel2 : 'Сообщение пользователя $username было удалено. Причина: ',
  deleteSpam : 'Сообщение пользователя $username было распознано как спам и автоматически удалено.',

  goodDay : [
    'Доброе утро. Как спалось?',
    'Доброго утречка.',
    'И тебе утра доброго.'
  ],

  goodNight : [
    'Желаю хорошо посновидеть.',
    'Приятных сновидений.',
    'Не забудь про руки.'
  ],

  start : 'Меня зовут Себастьян. Я бот-дворецкий. У тебя есть какое-то дело ко мне?',
  reportBtn : 'Показать'
};

module.exports = messages;
